Repository: ykirkanahtar/MySuperStats.WebApi
Catalog: MySuperStats.Contracts/Resources/SharedResources.*.resx
Languages: tr

# AccessViolationError
source: This field is in use
tr: Bu kayıt şu alanlar için kullanımdadır

# An exception has been raised that is likely due to a transient failure.
source: Database connection error
tr: Veritabanı bağlantı hatası

source: Database connection error. The operation has timed out
tr: Veritabanı bağlantı hatası. Sunucudan yanıt alınamadı.

source: An error has occured
tr: Bir hata oluştu

# AnUnkonwnErrorHasOccured
source: An unknown error has occured
tr: Bilinmeyen bir hata oluştu

source: Argument exception error
tr: Veri doğrulama hatası

# AuthenticationError
source: Invalid username / email or password
tr: Kullanıcı adı/E-posta ya da parola hatalı

source: Click
tr: Tıklayınız

# ClientApplicationLoginError
source: Login error for client application
tr: Uygulama kimlik doğrulama hatası

# DbConnectionError
source: Database connection error
tr: Veritabanı bağlantı hatası

# DuplicateRecordForUniqueValueError
source: Duplicate record for unique value
tr: Tekil olan alan için çoklu kayıt hatası

source: Error
tr: Hata

source: Go Back
tr: Geri dön

source: Login error
tr: Kimlik doğrulama hatası

# ModelStateErrors
source: Error in some fields. See error message details
tr: Bazı alanlarda hata oluştu. Hata mesajı detaylarına bakınız.

# NewTokenRequestError
source: You are signed in from a different location
tr: Farklı bir yerden oturumunuz açıldı

# NotFoundError
source: Not found
tr: Bu değere ait bir kayıt bulunamadı

# RecordExistsError
source: Record already exists
tr: Bu değere ait bir kayıt daha önceden kayıt edilmiştir

source: Save
tr: Kaydet

# Success
source: Operation completed successfully
tr: İşlem başarıyla tamamlandı

source: Successful
tr: Başarılı

source: The operation has timed out
tr: Sunucudan yanıt alınamadı.

source: Warning
tr: Uyarı

# UnauthorizedAccessError
source: There is no authorization for this access
tr: Bu erişim için yetki bulunmamakta

# RequiredError
source: field is required
tr: alanı zorunludur.

# FieldLengthError
source: namespace length must be in the following ranges
tr: alanı uzunluğu şu aralıklarda olmalıdır

# MinMaxValueError
source: The length of this field must be in the following ranges
tr: Bu alan şu değerler arasında olmalıdır

# MinValueError
source: the length of this field must be at least
tr: alanının en düşük alabileceği değer

source: The {0} field is required.
tr: {0} alanı zorunludur

source: The field {0} cannot be greater than {1}
tr: {0} alanı, en fazla {1} karakter olmalıdır

source: The field {0} cannot be less than {1}
tr: {0} alanı, en az {1} karakter olmalıdır

source: The field {0} must be greater than or equal to {1}.
tr: {0} alanı, {1} değerine eşit ya da fazla olmalıdır

source: The field {0} must be between {1} and {2}.
tr: {0} alanı, {1} değeri ile {2} değeri arasında olmalıdır.

source: The field {0} must be a string with a minimum length of {1} and a maximum length of {2}.
tr: {0} alanı, en az {2}, en fazla {1} karakter uzunluğunda olmalıdır.

source: {0} and {1} do not match.
tr: {0} alanı ile {1} alanı uyuşmuyor.

source: The {0} field is not a valid e-mail address.
tr: {0} alanı geçerli bir e-posta formatına sahip değil.

source: A user with this login already exists.
tr: Bu kullanıcı girişine ait bir kullanıcı bulunmakta.

source: Add user
tr: Kullanıcı Ekle

source: An error has occured while changing password
tr: Parole yenileme sırasında bir hata oluştu

source: An unknown failure has occurred.
tr: Bilinmeyen bir hata oluştu.

source: Client application
tr: istemci uygulaması

source: Client application name
tr: istemci uygulama ismi

source: Client application code
tr: istemci uygulama kodu

source: Client application password
tr: istemci uygulama parolası

# CodeIsNeededForCompleteRegistration
source: Code required to complete registration
tr: Parola yenilemek için kod gerekmektedir

# ConfirmPassword
source: Doğrulama e-mail address
tr: Doğrulama e-posta adresi

# Email
source: E-mail address
tr: E-posta adresi

source: E-mail address
tr: E-posta adresi

source: Email {0} is already taken.
tr: {0} e-posta adresi daha önceden alınmış.

source: Email {0} is invalid.
tr: {0} e-posta adresi geçersiz.

source: Enter the e-mail address
tr: E-posta adresi giriniz

source: Enter your e-mail address
tr: E-posta adresinizi giriniz

source: Firstname
tr: Adı

source: Firstname - surname
tr: Ad Soyad

source: Incorrect password.
tr: Hatalı parola

source: Invalid token
tr: Geçersiz token

source: Lockout is not enabled for this user.
tr: Kullanıcı kilitleme özelliği bu kullanıcı için aktif değil.

source: Logout
tr: Çıkış

# NewEmail
source: New e-mail address
tr: Yeni e-posta adresi

source: Old password and new password can not be same
tr: Yeni parola ile eski aynı olamaz

source: Optimistic concurrency failure, object has been modified.
tr: Aynı anda veriye erişim hatası oluştu. Nesne değiştirilmiş.

source: or enter the code to the form.
tr: Ya da kodu ilgili forma giriniz.

source: Password
tr: parola

source: Passwords must have at least one digit ('0'-'9').
tr: Parola en az 1 rakam içermelidir ('0'-'9').

source: Passwords must have at least one lowercase ('a'-'z').
tr: Parola en az 1 adet küçük harfli karakter içermelidir ('a'-'z').

source: Passwords must have at least one non alphanumeric character.
tr: Parola en az 1 adet alfanümerik karakter içermelidir.

source: Passwords must have at least one uppercase ('A'-'Z').
tr: Parola en az 1 adet büyük harf içermelidir ('A'-'Z').

source: Passwords must be at least {0} characters.
tr: Parola en az {0} uzunluğunda olmalıdır.

# PasswordAndConfirmPasswordDoesntMatch
source: Password and confirmation password do not match.
tr: Yeni parola ile onay parolası uyumlu değil

source: Please confirm your registration.
tr: Lütfen kaydınızı onaylayınız

source: Role
tr: rol

source: Role name {0} is already taken.
tr: {0} rol adı daha önceden alınmış.

source: Role name {0} is invalid.
tr: {0} rol adı geçersiz.

# SuccessMessageForEmailUpdate
source: Done, confirmation link sent to your email address.
tr: İşlem tamamlandı, onay bağlantısı e-posta adresinize gönderildi

source: Surname
tr: Soyadı

source: The password created by system
tr: Sistem tarafından üretilen parola

source: User
tr: kullanıcı

source: User login log
tr: kullanıcı giriş logları

source: Username
tr: kullanıcı adı

source: User already has a password set.
tr: Bu kullanıcıya daha önceden parola atanmış.

source: User already in role {0}.
tr: Kullanıcı daha önce {0} rolüne atanmış.

source: User is not in role {0}.
tr: Kullanıcı {0} rolüne ait değil.

source: {User Name {0} is already taken.
tr: {0} kullanıcı adı daha önceden alınmış.

source: User name {0} is invalid, can only contain letters or digits.
tr: {0} kullanıcı adı geçersiz. Sadece rakam ve harf kullanılmalıdır.

source: Add user to match group
tr: Karşılaşma grubuna kullanıcı ekle

source: Add to team
tr: Takıma ekle

source: Assist
tr: Asist

source: Average stats
tr: Ortalama İstatistikler

# AverageOfTheAges
source: Average ages
tr: Yaş ortalaması

source: Away team
tr: Deplasman takımı

# BasketballStat
source: Basketbol stats
tr: Basketbol İstatistikleri

source: Birthdate
tr: Doğum Tarihi

source: Change group name
tr: Grup ismini değiştir

source: Color
tr: Takım rengi

# ConcedeGoal
source: Conceede goal
tr: Yediği gol

source: Count of the players
tr: Oyuncu sayısı

source: Create new match group
tr: Yeni karşılaşma grubu oluştur

source: Create teams
tr: Takımları oluştur

source: Date
tr: Tarih

source: Details
tr: Detaylar

source: Duration
tr: Süre

# DurationOfTheMatch
source: Duration of the match (mn)
tr: Maç süresi (dk)

# DurationInMinutes
source: Duration in minutes (mn)
tr: Karşılaşma süresi(dk)

source: Enter the birth date
tr: Doğrum tarihini giriniz

source: Enter the date of the match
tr: Maç tarihini giriniz

source: Enter the duration of the match
tr: Maç süresini giriniz

source: Enter the first name
tr: İsim giriniz

source: Enter the name of the group
tr: Grup ismini giriniz

source: Enter the order of the match
tr: Maç sırasını giriniz

source: Enter the surname
tr: Soyisim giriniz

source: Enter the url of the video
tr: Video bağlantısını giriniz

source: Failed to retrieve user list
tr: Kullanıcı bilgileri çekilirken hata oluştu

source: First team
tr: İlk takım

source: Football stat
tr: Futbol İstatistikleri

source: Goal
tr: Gol

source: Group name
tr: Karşılaşma grubu adı

source: Home team
tr: Ev sahibi takım

source: Interrupt
tr: Top kesme

source: Loose
tr: Kaybetme

source: Match
tr: Karşılaşma

source: Matches
tr: Karşılaşmalar

source: Match info
tr: Karşılaşma Bilgileri

source: Match date
tr: Karşılaşma Tarihi

source: Match detail
tr: Karşılaşma Detayı

source: Match group
tr: Karşılaşma Grubu

source: Match group info
tr: Karşılaşma Grubu Bilgileri

source: Match group user
tr: Karşılaşma Grubu Üyesi

source: Missed penalty
tr: Kaçan penaltı

source: Missing one point
tr: Kaçan bir sayı

source: Missing two point
tr: Kaçan iki sayı

source: My stats
tr: İstatistiklerim

source: Order
tr: Sıra

source: One point
tr: Bir sayı

source: Own goal
tr: Kendi kalesine gol

source: Penalty score
tr: Penaltı golü

source: Per match
tr: Maç Başına

source: Per match stats
tr: Maç Başına İstatistikler

source: Player
tr: Oyuncu

source: Played matches
tr: Oynadığı karşılaşmalar

source: Player permissions
tr: Oyuncu Yetkileri

source: Please select players from both teams
tr: Lütfen her iki takımdan da oyuncu seçiniz

source: Players
tr: Oyuncular

source: Total points
tr: Sayı Krallığı

source: Save goal
tr: Kurtarış

source: Save stats
tr: İstatistikleri Kaydet

source: Second team
tr: İkinci takım

source: Select the name of the match group
tr: Karşılaşma grubu ismini giriniz

source: Select the teams
tr: Takımları Seç

source: Select players of the first team
tr: İlk takım için oyuncu seçiniz

source: Select players of the second team
tr: İkinci takım için oyuncu seçiniz

source: Score
tr: Sonuç

source: Statistic entry
tr: İstatistik Girişi

source: Stats
tr: İstatistikler

source: Steal ball
tr: Top çalma

source: Team
tr: Takım

source: Team name
tr: Takım adı

source: Total
tr: Toplam

source: Total point
tr: Toplam sayı

source: Two point
tr: İki sayı

source: Update email
tr: E-posta adresini güncelle

source: Update user info
tr: Kullanıcı bilgilerini güncelle

source: User info
tr: Kullanıcı bilgileri

source: Win
tr: Kazanma

source: Win - loose rate
tr: Galibiyet - Mağlubiyet Oranı

source: Win - loose table
tr: Galibiyet - Mağlubiyet Tablosu

source: Video link
tr: Video bağlantısı

source: You are not authorized to change this role
tr: Bu rolü değiştiremeye yetkiniz yok

source: You can change the user role by clicking the corresponding role on the table
tr: Kullanıcı rolünü tablo üzerinde ilgili role tıklayarak değiştirebilirsiniz

source: You can not change your own role
tr: Kendi kullanıcı rolünüzü değiştiremezsiniz
